Repository: TIS2023-FMFI/evidencia-flias
Catalog: flase_app/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Name
sk: Názov

source: Workplace
sk: Pracovisko

source: Person responsible
sk: Zodpovedná osoba

source: Building
sk: Budova

source: Leave empty if you want to keep the current password.
sk: Nechajte prázdne, ak chcete zachovať aktuálne heslo.

source: Password
sk: Heslo

source: First name
sk: Meno

source: Last name
sk: Priezvisko

source: Email address
sk: Emailová adresa

source: Role
sk: Rola

source: Active
sk: Aktívny

source: Use this to disable users. An inactive user cannot log in.
sk: Použite na zablokovanie používateľov. Neaktívny používateľ sa nemôže prihlásiť.

source: Barcode
sk: Čiarový kód

source: Owner
sk: Majiteľ

source: Volume
sk: Objem

source: Supplier
sk: Dodávateľ

source: Pressure
sk: Tlak

source: Location
sk: Umiestnenie

source: Connected
sk: Pripojená

source: Gas
sk: Plyn

source: Note
sk: Poznámka

source: Current pressure
sk: Aktuálny tlak

source: Search query
sk: Vyhľadávací dotaz

source: Disconnected
sk: Odpojená

source: Status
sk: Stav

source: Reader
sk: Čitateľ

source: Operator
sk: Operátor

source: Administrator
sk: Administrátor

source: Cylinder Evidence
sk: Evidencia fliaš

source: Cylinders
sk: Fľaše

source: Administration
sk: Administrácia

source: Users
sk: Používatelia

source: Suppliers
sk: Dodávatelia

source: Owners
sk: Majitelia

source: Gasses
sk: Plyny

source: Buildings
sk: Budovy

source: Workplaces
sk: Pracoviská

source: Locations
sk: Umiestnenia

source: User
sk: Používateľ

source: Change password
sk: Zmeniť heslo

source: Logout
sk: Odhlásiť sa

source: End delivery
sk: Ukončiť dodávku

source: Are you sure you want to end this delivery?
sk: Určite chcete ukončiť túto dodávku?

source: Yes
sk: Áno

source: Cancel
sk: Zrušiť

source: Edit cylinder properties
sk: Úprava parametrov fľaše

source: You are editing cylinder properties.
sk: Upravujete parametre fľaše.

source: Did you mean to create a new delivery instead?
sk: Nechceli ste vytvoriť novú dodávku?

source: Save
sk: Uložiť

source: Change cylinder location
sk: Zmeniť umiestnenie fľaše

source: New cylinder delivery
sk: Nová dodávka fľaše

source: You are creating a new cylinder delivery.
sk: Vytvárate novú dodávku fľaše.

source: Did you mean to edit cylinder's current properties instead?
sk: Nechceli ste upraviť aktuálne parametre fľaše?

source: Cylinder detail
sk: Detail fľaše

source: Edit properties
sk: Upraviť parametre

source: Change location
sk: Zmeniť umiestnenie

source: Log pressure
sk: Zaevidovať tlak

source: Manually
sk: Manuálne

source: From photo
sk: Z fotografie

source: First use
sk: Prvé použitie

source: End this delivery
sk: Ukončiť túto dodávku

source: History
sk: História

source: Revert last change
sk: Vrátiť poslednú zmenu

source: Previous deliveries
sk: Predchádzajúce dodávky

source: New delivery
sk: Nová dodávka

source: Filters
sk: Filtre

source: Scan barcode
sk: Naskenovať kód

source: Search
sk: Vyhľadávanie

source: Search for bottles...
sk: Hľadať fľaše...

source: Current location
sk: Aktuálne umiestnenie

source: Actions
sk: Akcie

source: Add cylinder
sk: Pridať fľašu

source: Export as CSV
sk: Vyexportovať ako CSV

source: Manually log pressure
sk: Manuálne zaevidovanie tlaku

source: The pressure was detected automatically from the photo. This might not be accurate, please check it.
sk: Tlak bol rozoznaný automaticky z fotografie. Rozoznávanie nemusí byť presné. Prosím, skontrolujte ho.

source: Start camera
sk: Spustiť kameru

source: There is no cylinder with the scanned barcode.
sk: Neexistuje fľaša s daným kódom.

source: Start scanner
sk: Spustiť skener

source: Deletion failed
sk: Nepodarilo sa odstrániť

source: Failed to delete selected object. Check that there are no other related objects that prevent the deletion.
sk: Nepodarilo sa odstrániť vybraný objekt. Skontrolujte, či neexistujú iné súvisiace objekty, ktoré by bránili vymazaniu.

source: Back
sk: Späť

source: Required
sk: Povinné

source: Delete gas
sk: Odstrániť plyn

source: Are you sure you want to delete gas %(gas)s?
sk: Určite chcete odstrániť plyn %(gas)s?

source: Delete
sk: Odstrániť

source: Edit gas
sk: Úprava plynu

source: New gas
sk: Nový plyn

source: Gases
sk: Plyny

source: Edit
sk: Upraviť

source: Add gas
sk: Pridať plyn

source: Delete owner
sk: Odstrániť majiteľa

source: Are you sure you want to delete owner %(owner)s?
sk: Určite chcete odstrániť majiteľa %(owner)s?

source: Edit owner
sk: Úprava majiteľa

source: New owner
sk: Nový majiteľ

source: Add owner
sk: Pridať majiteľa

source: Add building
sk: Pridať budovu

source: Delete building
sk: Odstrániť budovu

source: Are you sure you want to delete building %(building)s?
sk: Určite chcete odstrániť budovu %(building)s?

source: Edit building
sk: Úprava budovy

source: New building
sk: Nová budova

source: Add location
sk: Pridať umiestnenie

source: Delete location
sk: Odstrániť umiestnenie

source: Are you sure you want to delete location %(location)s, %(workplace)s?
sk: Určite chcete odstrániť umiestnenie %(location)s, %(workplace)s?

source: Edit location
sk: Úprava umiestnenia

source: New location
sk: Nové umiestnenie

source: Add workplace
sk: Pridať pracovisko

source: Delete workplace
sk: Odstrániť pracovisko

source: Are you sure you want to delete workplace %(workplace)s?
sk: Určite chcete odstrániť pracovisko %(workplace)s?

source: Edit workplace
sk: Úprava pracoviska

source: New workplace
sk: Nové pracovisko

source: Log in
sk: Prihlásiť sa

source: Forgotten password?
sk: Zabudnuté heslo?

source: Password changed successfully
sk: Heslo bolo úspešne zmenené

source: Change
sk: Zmeniť

source: Forgotten password
sk: Zabudnuté heslo

source: Password reset complete
sk: Obnova hesla dokončená

source: Your new password has been set. You can log in using the new password.
sk: Vaše nové heslo bolo nastavené. Môžete sa prihlásiť pomocou nového hesla.

source: The password reset link was invalid, possibly because it has already been used or it has expired. Please request a new password reset.
sk: Odkaz na obnovenie hesla bol neplatný, pravdepodobne preto, že už bol použitý alebo jeho platnosť vypršala. Požiadajte o nové obnovenie hesla.

source: Check your inbox.
sk: Skontrolujte si doručenú poštu.

source: We've emailed you instructions for setting your password.
sk: Pokyny na nastavenie hesla sme vám poslali emailom.

source: Enter your email address below, and we'll email you instructions for setting a new password.
sk: Zadajte svoju emailovú adresu nižšie a my vám zašleme pokyny na nastavenie nového hesla.

source: Edit supplier
sk: Úprava dodávateľa

source: New supplier
sk: Nový dodávateľ

source: Add supplier
sk: Pridať dodávateľa

source: Edit user
sk: Úprava používateľa

source: New user
sk: Nový používateľ

source: Inactive
sk: Neaktívny

source: Add user
sk: Pridať používateľa
